#!/usr/bin/python
# encoding: UTF-8

if __name__ == '__main__':
  xls_folder = 'temp/d1'
  files = [
    ('Додаток № 1 зміни до додатку №1.xls', 'Доходи'),
    ('Додаток № 2 зміни до додатку №2.xls', 'Фінансування'),
    ('Додаток № 3 зміни до додатку №3.xls', 'Розподіл видатків'),
    ('Додаток №4 Зміни до додатку №4.xls', 'Надання та повернення кредитів'),
    ('Додаток №5 зміни до додатку №5.xlsx', 'Розподіл видатків на централізовані заходи між адміністративно-територіальними одиницями'),
    ('Додаток №6 зміни до додатку №6.xlsx', 'Міжбюджетні трансферти'),
    ('Додаток №7 зміни до додатку №7.xlsx', 'Міжбюджетні трансферти'),
    ('Додаток №8 зміни до додатку №8.xls', 'Видатки на здійснення правосуддя'),
    ('Додаток №9 зміни до додатку №9.xlsx', 'Перелік кредитів (позик)'),
    ('Додаток №10 зміни до додатку №10.xls', 'Субвенції на дороги'),
    ('Додаток №11  Крим.xlsx', 'Міжбюджетні трансферти (Крим)'),
    ('Порівняльна Додатку № 1.xls', ''),
    ('Порівняльна Додатку № 2.xls', ''),
    ('Порівняння Додатків № 3 та № 4.xls', ''),
    ('Порівняльна_секвестр_2014_ВРУ.doc', ''),
    ('Порівняння повернення кредитів.xls', ''),
  ]
  for filename, desc in files:
    print filename

